Repository: PangMo5/Tatami
Catalog: Tatami/Resources/Localizable.xcstrings
Source language: en
Languages: ja, ko, zh_hans, zh_hant

source: Use workspace navigation targets without remembering a numbered key.
ja: 番号キーを覚えなくても、ワークスペースの移動先を使って割り当てられます。
ko: 번호 키를 기억하지 않아도 작업 공간 이동 대상으로 지정할 수 있어요.
zh_hans: 无需记住数字键，直接使用工作区导航目标。
zh_hant: 不必記住數字鍵，直接使用工作空間導覽目標。

# Utilities keep their own geometry
source: Utilities Keep Their Position and Size
ja: ユーティリティの位置とサイズを維持
ko: 유틸리티의 위치와 크기를 유지
zh_hans: 工具类应用保持自己的位置和大小
zh_hant: 工具類 App 保留自己的位置和大小

source: Version
ja: バージョン
ko: 버전
zh_hans: 版本
zh_hant: 版本

source: Video call
ja: ビデオ通話
ko: 화상 통화
zh_hans: 视频通话
zh_hant: 視訊通話

source: View Changelog…
ja: 変更履歴を表示…
ko: 변경 내역 보기…
zh_hans: 查看更新日志…
zh_hant: 檢視更新記錄…

source: View Full Changelog…
ja: 変更履歴をすべて表示…
ko: 전체 변경 내역 보기…
zh_hans: 查看完整更新日志…
zh_hant: 檢視完整更新記錄…

source: Virtual display · safe preview
ja: 仮想ディスプレイ・安全なプレビュー
ko: 가상 디스플레이 · 실제 창은 바뀌지 않아요
zh_hans: 虚拟显示器 · 安全预览
zh_hant: 虛擬顯示器 · 安全預覽

# Walk the configured order or return to the most recently used context.
source: Walk the configured order or return to the most recently used workspace.
ja: 設定した順番で移動するか、最近使った作業環境へ戻ります。
ko: 지정한 순서대로 이동하거나 최근에 사용한 작업 공간으로 돌아가요.
zh_hans: 按配置顺序移动，或返回最近使用的场景。
zh_hant: 依照設定順序移動，或返回最近使用的工作空間。

source: Walk through this Tatami workspace—not the global ⌘Tab list or only one app like ⌘`
ja: グローバルな⌘Tab一覧でも、⌘`のように1つのアプリ内だけでもなく、このTatamiの作業環境を順に切り替えします
ko: 전체 ⌘Tab 목록이나 ⌘`처럼 앱 하나만 보지 않고, 이 Tatami 작업 공간 안에서 전환해요
zh_hans: 只浏览此 Tatami 场景，而不是全局 ⌘Tab 列表，也不像 ⌘` 那样局限于单个应用
zh_hant: 只瀏覽這個 Tatami 工作空間，而不是全域 ⌘Tab 列表，也不像 ⌘` 僅限於單一 App

source: Welcome
ja: ようこそ
ko: 반가워요
zh_hans: 欢迎
zh_hant: 歡迎

source: What fills a typical week?
ja: 普段の1週間は、どんな仕事で構成されていますか？
ko: 평소 한 주에는 어떤 일을 하나요?
zh_hans: 平常一周主要做哪些工作？
zh_hant: 平常一週主要做哪些工作？

source: What the menu bar item shows. With everything off it falls back to a single icon.
ja: メニューバー項目に表示する内容です。すべてオフの場合は、1つのアイコンだけを表示します。
ko: 메뉴 막대에 보여줄 항목을 선택해요. 모두 끄면 아이콘 하나만 표시돼요.
zh_hans: 选择菜单栏项目显示的内容。全部关闭时会只显示一个图标。
zh_hant: 選擇選單列項目顯示的內容。全部關閉時只會顯示一個圖示。

source: What's New in Tatami %@
ja: Tatami %@の新機能
ko: Tatami %@의 새로운 기능
zh_hans: Tatami %@ 新功能
zh_hant: Tatami %@ 的新功能

source: When on, auto-switch to this profile as the monitors match — all conditions apply together. Per monitor: Required = must be connected, Excluded = must be unplugged.
ja: オンにすると、ディスプレイ構成が一致したときにこのプロファイルへ自動で切り替えます。すべての条件が同時に適用されます。各ディスプレイで「必須」は接続中、「対象外」は未接続である必要があります。
ko: 켜면 모니터 구성이 모든 조건과 일치할 때 이 프로필로 자동 전환해요. ‘필수’ 모니터는 연결되어 있어야 하고, ‘제외’ 모니터는 연결되어 있으면 안 돼요.
zh_hans: 开启后，显示器匹配时自动切换到此配置方案，且所有条件需同时满足。每台显示器：“必需”表示必须连接，“已排除”表示必须断开。
zh_hant: 開啟後，顯示器符合時會自動切換至這個設定組合，而且所有條件都必須同時符合。每台顯示器：「必要」代表必須連接，「已排除」代表必須拔除。

source: When Tatami changes the focused managed window, the pointer follows it—even between the host and a borrowed block. Directional Focus and Window Switching move it to the new window. Swap keeps it with the same window in its new tile.
ja: Tatamiが管理対象ウインドウのフォーカスを変えると、ホストと借りたブロックの間でもポインタが追従します。フォーカスと切り替えでは新しいウインドウへ移動し、入れ替えでは同じウインドウが新しいタイルへ移っても追従し続けます。
ko: Tatami가 관리 창의 포커스를 바꾸면 포인터도 따라가요. 호스트와 빌려온 블록 사이도 넘을 수 있어요. 포커스와 전환은 새 창으로 포인터를 옮기고, 교체는 같은 창이 새 타일로 이동해도 계속 붙어 있어요.
zh_hans: 当 Tatami 更改受管理焦点窗口时，指针会随之移动，即使跨越主工作区与借用区块。焦点和切换会将指针移到新窗口；交换则会让指针继续跟随移动到新平铺位置的同一窗口。
zh_hant: 當 Tatami 變更受管理焦點視窗時，游標會跟著移動，即使跨越主工作空間與借用區塊。焦點與切換會將游標移至新視窗；交換則會讓游標繼續跟隨移至新並排位置的同一視窗。

source: When the focused window disappears, Tatami selects the next managed window instead of leaving keyboard focus nowhere.
ja: フォーカス中のウインドウが消えたら、キーボードフォーカスが宙に浮かないよう、次の管理対象ウインドウを選びます。
ko: 포커스한 창이 사라지면 키보드 포커스를 잃지 않도록 다음 관리 창을 선택해요.
zh_hans: 焦点窗口消失时，Tatami 会选择下一个受管理窗口，避免键盘焦点无处可去。
zh_hant: 焦點視窗消失時，Tatami 會選擇下一個受管理視窗，避免鍵盤焦點無處可去。

source: When the last window in the active workspace closes, switch to the recent workspace. Shared apps don't count — they join every workspace anyway.
ja: 現在のワークスペースで最後のウインドウを閉じたら、直前のワークスペースへ戻ります。すべてのワークスペースに含まれる共有アプリは数えません。
ko: 현재 작업 공간의 마지막 창을 닫으면 최근 작업 공간으로 돌아가요. 모든 작업 공간에 들어가는 공용 앱은 창 수에 포함하지 않아요.
zh_hans: 关闭当前工作区的最后一个窗口时，切换到最近使用的工作区。共享应用不计入，因为它们本就加入每个工作区。
zh_hant: 關閉目前工作空間的最後一個視窗時，切換至最近使用的工作空間。共用 App 不列入計算，因為它們本來就會加入每個工作空間。

source: When the pointer enters any managed preview window, including a borrowed one, Tatami gives it keyboard focus. Pointer movement leads; focus follows afterward.
ja: 借りているものを含む管理対象のプレビューウインドウへポインタが入ると、Tatamiがキーボードフォーカスを与えます。ポインタの移動が先で、フォーカスが後から追従します。
ko: 포인터가 빌려온 창을 포함한 관리 미리 보기 창에 들어가면 키보드 포커스를 줘요. 포인터가 먼저 움직이고 포커스가 따라와요.
zh_hans: 指针进入任何受管理预览窗口时，包括借用窗口，Tatami 都会赋予键盘焦点。指针移动在前，焦点随后跟上。
zh_hant: 游標進入任何受管理預覽視窗時，包括借用視窗，Tatami 都會給予鍵盤焦點。游標移動在前，焦點隨後跟上。

source: When the pointer moves over a managed window, give that window keyboard focus.
ja: 管理対象ウインドウへポインタを動かすと、そのウインドウへキーボードフォーカスを与えます。
ko: 포인터가 관리 창 위로 움직이면 그 창에 키보드 포커스를 줘요.
zh_hans: 指针移到受管理窗口上时，赋予该窗口键盘焦点。
zh_hant: 游標移到受管理視窗上時，給予該視窗鍵盤焦點。

source: Where a borrow docks. “Ask” means press a direction (h/j/k/l or arrows) after the borrow combo. A workspace can override this.
ja: 借りるときの配置場所です。「毎回選ぶ」では、「借りる」のキーを押した後にh/j/k/lまたは矢印キーで方向を決めます。ワークスペースごとに上書きできます。
ko: 빌려온 작업 공간을 붙일 위치예요. 물어보기는 빌려오기 키 조합 뒤에 h/j/k/l 또는 방향키를 누르는 방식이에요. 작업 공간별로 다른 값을 지정할 수 있어요.
zh_hans: 借用的停靠位置。“询问”表示按下借用组合键后，再按 h/j/k/l 或方向键。每个工作区可单独覆盖此值。
zh_hant: 借用的停靠位置。「詢問」代表按下借用組合鍵後，再按 h/j/k/l 或方向鍵。每個工作空間可個別覆寫這個值。

source: Where this workspace docks when borrowed. Change the global default in Settings.
ja: このワークスペースを借りたときの配置場所です。全体の初期値は「設定」で変更できます。
ko: 이 작업 공간을 빌려올 때 붙일 위치예요. 전역 기본값은 설정에서 바꿀 수 있어요.
zh_hans: 此工作区借用时的停靠位置。可在“设置”中更改全局默认值。
zh_hant: 這個工作空間借用時的停靠位置。可在「設定」中變更全域預設值。

source: Which assigned app gets focus when this workspace activates.
ja: このワークスペースを有効にしたとき、最初にフォーカスするアプリです。
ko: 이 작업 공간을 활성화할 때 먼저 포커스할 앱이에요.
zh_hans: 启用此工作区时优先聚焦的已分配应用。
zh_hant: 啟用這個工作空間時優先聚焦的已指派 App。

source: Which side of the new split holds the inserted window.
ja: 新しい分割で、追加したウインドウを置く側です。
ko: 새 분할에서 추가된 창을 놓을 쪽이에요.
zh_hans: 新分区中放置新增窗口的一侧。
zh_hant: 新分割區中放置新增視窗的一側。

source: Why Tatami recommends this
ja: Tatamiがおすすめする理由
ko: Tatami가 이렇게 추천하는 이유
zh_hans: Tatami 推荐此方案的原因
zh_hant: Tatami 建議這個方案的原因

source: Window %lld
ja: ウインドウ%lld
ko: 창 %lld
zh_hans: 窗口 %lld
zh_hant: 視窗 %lld

source: Window corner where the dot is anchored.
ja: ドットを固定するウインドウの角です。
ko: 점을 표시할 창 모서리예요.
zh_hans: 圆点固定到窗口的角落。
zh_hant: 圓點固定至視窗的角落。

# Window cycle
source: Window Switching
ja: ウインドウ切り替え
ko: 창 전환
zh_hans: 窗口切换
zh_hant: 視窗切換

# Window cycling
source: Window Switching
ja: ウインドウ切り替え
ko: 창 전환
zh_hans: 窗口切换
zh_hant: 視窗切換

# Window Cycling
source: Window Switching
ja: ウインドウ切り替え
ko: 창 전환
zh_hans: 窗口切换
zh_hant: 視窗切換

# Window cycling stays inside the visible Tatami context
source: Window switching stays in the visible Tatami workspace.
ja: ウインドウ切り替えは表示中のTatamiの作業環境内だけで行います
ko: 창 전환은 현재 보이는 Tatami 작업 공간 안에서만 이뤄져요
zh_hans: 窗口切换只在当前可见的 Tatami 场景中进行
zh_hant: 視窗切換只在目前可見的 Tatami 工作空間中進行

source: Window Handling Lab
ja: ウインドウ管理練習
ko: 창 관리 실습
zh_hans: 窗口管理练习
zh_hant: 視窗管理練習

source: Window Markers
ja: ウインドウマーカー
ko: 창 표시
zh_hans: 窗口标记
zh_hant: 視窗標記

source: Windows
ja: ウインドウ
ko: 창
zh_hans: 窗口
zh_hant: 視窗

# Windows & split tree
source: Windows & Tiled Layout
ja: ウインドウと分割ツリー
ko: 창과 분할 트리
zh_hans: 窗口与分割树
zh_hant: 視窗與分割樹

source: Wins over %@ where both match.
ja: %@と両方に一致する場合、こちらが優先されます。
ko: 둘 다 일치하면 이 프로필이 우선해요 · %@
zh_hans: 与 %@ 同时匹配时，此项优先。
zh_hant: 與 %@ 同時符合時，這一項優先。

source: When there’s a neighboring window, Swap exchanges their positions. At an outer edge, it changes the split direction—for example, from side by side to stacked.
ja: 隣のウインドウがある場合は、入れ替えで位置を交換します。外端では分割方向を変えます。たとえば、横並びのウインドウを上下に並べられます。
ko: 이웃 타일이 있으면 두 BSP 타일의 자리를 바꿔요. 바깥쪽 끝에서는 상위 분할을 해당 방향으로 돌려요. 예를 들어 나란한 창을 위아래로 쌓을 수 있어요.
zh_hans: 有相邻窗口时，“交换”会互换两个平铺区域；位于外侧边缘时，则会将上级分区转向该方向。例如，并排窗口可以变为上下排列。
zh_hant: 有相鄰視窗時，「交換」會互換兩個並排區域；位於外側邊緣時，則會將上層分割轉向該方向。例如，並排視窗可以改為上下排列。

source: workspace
ja: ワークスペース
ko: 작업 공간
zh_hans: 工作区
zh_hant: 工作空間

source: Workspace
ja: ワークスペース
ko: 작업 공간
zh_hans: 工作区
zh_hant: 工作空間

source: Workspace Keys
ja: ワークスペースキー
ko: 작업 공간 키
zh_hans: 工作区按键
zh_hant: 工作空間按鍵

source: Workspace name
ja: ワークスペース名
ko: 작업 공간 이름
zh_hans: 工作区名称
zh_hant: 工作空間名稱

source: Workspace shortcut
ja: ワークスペースショートカット
ko: 작업 공간 단축키
zh_hans: 工作区快捷键
zh_hant: 工作空間快速鍵

source: Workspace shortcuts
ja: ワークスペースショートカット
ko: 작업 공간 단축키
zh_hans: 工作区快捷键
zh_hant: 工作空間快速鍵

source: Workspace switch
ja: ワークスペース切り替え
ko: 작업 공간 전환
zh_hans: 切换工作区
zh_hant: 切換工作空間

source: Workspace Switching
ja: ワークスペース切り替え
ko: 작업 공간 전환
zh_hans: 工作区切换
zh_hant: 工作空間切換

source: Workspace Unavailable
ja: ワークスペースを利用できません
ko: 작업 공간을 찾을 수 없어요
zh_hans: 工作区不可用
zh_hant: 工作空間無法使用

source: Workspaces
ja: ワークスペース
ko: 작업 공간
zh_hans: 工作区
zh_hant: 工作空間

source: Workspaces can follow a named display or stay dynamic.
ja: ワークスペースは、指定したディスプレイに固定するか、動的に追従させられます。
ko: 작업 공간을 특정 디스플레이에 고정하거나 포인터를 따라가게 할 수 있어요.
zh_hans: 工作区可跟随指定显示器，也可保持动态。
zh_hant: 工作空間可跟隨指定顯示器，也可維持動態。

source: Wrap from the last workspace back to the first (and vice versa).
ja: 最後のワークスペースから先頭へ、先頭から最後へループします。
ko: 마지막 작업 공간 다음에는 처음으로, 처음 이전에는 마지막으로 이어져요.
zh_hans: 从最后一个工作区继续切换到第一个，反之亦然。
zh_hant: 從最後一個工作空間繼續切換至第一個，反之亦然。

source: Write
ja: 執筆
ko: 작성
zh_hans: 写作
zh_hant: 撰寫

# You borrowed and returned a context
source: You borrowed and returned a workspace
ja: 作業環境を借りて、元に戻しました
ko: 작업 공간을 빌려왔다가 돌려보냈어요
zh_hans: 你已借用并归还一个场景
zh_hant: 你已借用並歸還一個工作空間

# You compared all three window contracts
source: You compared all three window behaviors
ja: 3つのウインドウの扱い方をすべて比較しました
ko: 세 가지 창 관리 방식을 모두 비교했어요
zh_hans: 你已比较三种窗口管理方式
zh_hant: 你已比較三種視窗管理方式

source: You exercised the full tiling toolset
ja: タイル表示の操作をすべて試しました
ko: 타일링 도구를 모두 사용해 봤어요
zh_hans: 你已体验完整的平铺工具集
zh_hant: 你已體驗完整的並排工具組

source: You learned both gesture levels
ja: 2段階のジェスチャを学びました
ko: 두 가지 제스처 전환을 모두 익혔어요
zh_hans: 你已掌握两级手势
zh_hant: 你已掌握兩級手勢

source: You separated MFF from FFM
ja: MFFとFFMの違いを理解しました
ko: MFF와 FFM의 차이를 익혔어요
zh_hans: 你已区分 MFF 与 FFM
zh_hant: 你已區分 MFF 與 FFM

source: Your draft
ja: 自分の下書き
ko: 내 초안
zh_hans: 你的草稿
zh_hant: 你的草稿

source: Your final configuration remains readable at ~/.config/tatami/config.toml.
ja: 完成した設定は、~/.config/tatami/config.tomlに読みやすい形で保存されます。
ko: 완성된 설정은 ~/.config/tatami/config.toml에서 읽기 쉬운 형태로 유지돼요.
zh_hans: 最终配置会以易读形式保存在 ~/.config/tatami/config.toml。
zh_hant: 最終設定會以易讀格式儲存在 ~/.config/tatami/config.toml。

source: Your setup so far
ja: ここまでの設定
ko: 지금까지 만든 설정
zh_hans: 目前的设置
zh_hant: 目前的設定

source: Your Workspace Map
ja: 自分のワークスペースマップ
ko: 내 작업 공간 구성
zh_hans: 你的工作区地图
zh_hant: 你的工作空間地圖

source: Zoom
ja: ズーム
ko: 확대
zh_hans: 缩放
zh_hant: 縮放

source: Zoom one tile
ja: 1つのタイルをズーム
ko: 타일 하나 확대
zh_hans: 缩放一个平铺窗口
zh_hant: 縮放一個並排視窗

source: Zoom temporarily gives the selected tile the workspace canvas. Toggle it again to restore the remembered tree.
ja: ズームすると、選択したタイルが一時的にワークスペース全体を使います。もう一度切り替えると、記憶したツリーへ戻ります。
ko: 확대하면 선택한 타일이 작업 공간 전체를 잠시 사용해요. 다시 누르면 기억된 트리 배치로 돌아가요.
zh_hans: 缩放会暂时让所选平铺窗口占满工作区画布。再次切换即可恢复已记住的树。
zh_hant: 縮放會暫時讓所選並排視窗填滿工作空間畫布。再次切換即可還原已記住的樹。

source: Zoom the focused tile inside its workspace, then restore the tree.
ja: フォーカス中のタイルをワークスペース内で拡大し、その後ツリーを復元します。
ko: 포커스한 타일을 작업 공간 안에서 확대하고 다시 분할 트리로 돌아가요.
zh_hans: 在工作区内放大已聚焦平铺块，然后恢复分割树。
zh_hant: 在工作空間內放大已聚焦並排區塊，然後還原分割樹。

source: Zoom the focused window to fill the workspace. Tatami can keep several windows zoomed at once.
ja: フォーカス中のウインドウをワークスペースいっぱいにズームします。Tatamiは複数のウインドウのズーム状態を同時に保持できます。
ko: 포커스한 창을 작업 공간에 가득 차도록 확대해요. Tatami는 여러 창의 확대 상태를 동시에 기억할 수 있어요.
zh_hans: 将焦点窗口缩放至填满工作区。Tatami 可同时保留多个窗口的缩放状态。
zh_hant: 將焦點視窗縮放至填滿工作空間。Tatami 可同時保留多個視窗的縮放狀態。

source: Zoom window
ja: ウインドウを拡大
ko: 창 확대
zh_hans: 放大窗口
zh_hant: 放大視窗

source: Zoomed the focused window
ja: フォーカス中のウインドウを拡大しました
ko: 포커스한 창을 확대했어요
zh_hans: 已放大聚焦窗口
zh_hant: 已放大聚焦視窗

source: Tatami is now available in five interface languages, with clearer names and guidance written for each locale.
ja: Tatami が5つの表示言語に対応しました。機能名がより分かりやすくなり、各言語に合わせて案内文も見直されています。
ko: Tatami를 이제 5개 언어로 사용할 수 있어요. 기능 이름은 더 분명해졌고, 안내 문구는 언어별로 자연스럽게 다듬었어요.
zh_hans: Tatami 现已支持 5 种界面语言，功能名称更清晰，说明文字也针对各地区进行了优化。
zh_hant: Tatami 現已支援 5 種介面語言，功能名稱更清楚，說明文字也依各地用語重新調整。

source: Use Tatami in your language
ja: 使い慣れた言語で Tatami を使う
ko: 원하는 언어로 Tatami 사용하기
zh_hans: 使用你的语言
zh_hant: 使用熟悉的語言

source: Choose English, Korean, Japanese, Simplified Chinese, or Traditional Chinese. Tatami follows the language selected for the app in macOS.
ja: 英語、韓国語、日本語、簡体字中国語、繁体字中国語から選べます。Tatami は macOS で App に選択した言語を使用します。
ko: 영어, 한국어, 일본어, 중국어 간체, 중국어 번체 중에서 선택할 수 있어요. Tatami는 macOS에서 앱에 선택한 언어를 따라요.
zh_hans: 可选择英语、韩语、日语、简体中文或繁体中文。Tatami 会使用你在 macOS 中为应用选择的语言。
zh_hant: 可選擇英文、韓文、日文、簡體中文或繁體中文。Tatami 會使用你在 macOS 中為 App 選擇的語言。

source: Clearer names across the app
ja: 機能名がより分かりやすく
ko: 더 알아보기 쉬운 기능 이름
zh_hans: 功能名称更清晰
zh_hant: 功能名稱更清楚

source: Always on Top, Leave As Is, Window Switching, and On-Screen Feedback now describe what each control does.
ja: 「常に手前」「そのまま」「ウインドウ切り替え」「操作フィードバック」など、名前から動作が分かるようになりました。
ko: 항상 위, 그대로 두기, 창 전환, 화면 알림처럼 기능 이름만 봐도 무엇을 하는지 알 수 있어요.
zh_hans: 置顶、保持原样、窗口切换和操作反馈等名称现在能更直接地说明功能。
zh_hant: 置頂、維持原狀、視窗切換和操作回饋等名稱，現在能更直接地說明功能。

source: Your configuration stays compatible
ja: これまでの設定をそのまま使えます
ko: 기존 설정은 그대로 사용할 수 있어요
zh_hans: 现有配置继续兼容
zh_hant: 現有設定可繼續使用

source: Your workspaces, profiles, shortcuts, and existing `config.toml` continue to work. Stable configuration keys have not changed.
ja: ワークスペース、プロファイル、ショートカット、既存の config.toml はそのまま動作します。互換性のため、設定キーは変更していません。
ko: 작업 공간, 프로필, 단축키와 기존 config.toml은 계속 작동해요. 호환성을 위해 설정 키는 바꾸지 않았어요.
zh_hans: 工作区、配置方案、快捷键和现有 config.toml 会继续正常工作。为保持兼容，配置键没有变化。
zh_hant: 工作空間、設定組合、快速鍵和現有的 config.toml 都會繼續正常運作。為了維持相容性，設定鍵沒有變更。

source: Written for each language
ja: 言語ごとに自然な表現へ
ko: 언어마다 자연스럽게 다듬었어요
zh_hans: 为每种语言单独优化
zh_hant: 依每種語言自然調整

source: Instructions, empty states, errors, and confirmations are written around the task and next action instead of translated word for word.
ja: 案内、空の状態、エラー、確認メッセージは英語を直訳せず、やることと次の操作が分かる表現にしています。
ko: 안내, 빈 화면, 오류, 확인 문구는 영어를 그대로 옮기지 않고 해야 할 일과 다음 행동이 잘 보이도록 작성했어요.
zh_hans: 说明、空状态、错误和确认信息不再逐字翻译英语，而是围绕当前任务和下一步操作编写。
zh_hant: 說明、空白狀態、錯誤和確認訊息不再逐字翻譯英文，而是依目前任務和下一步操作撰寫。

source: %@ is on %@
ko: %@ · 위치: %@
zh_hans: %@ · 位置：%@
zh_hant: %@ · 位置：%@
